Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# SelectIntuneGroupsSettingsCard.Description
source: Select the security group(s) to assign to the policy in Intune
ar: حدد مجموعة (أو مجموعات) الأمان لتعيينها للسياسة في Intune
de_de: Wählen Sie die Sicherheitsgruppe(n) aus, die der Richtlinie in Intune zugewiesen werden sollen
el_gr: Επιλέξτε την/τις ομάδα(-ες) ασφαλείας για ανάθεση στην πολιτική στο Intune
es: Seleccione los grupos de seguridad para asignar a la directiva en Intune
fr_fr: Sélectionnez le(s) groupe(s) de sécurité à assigner à la politique dans Intune
he_il: בחר את קבוצות האבטחה שיוקצו למדיניות ב-Intune
hi_in: Intune में नीति को असाइन करने के लिए सुरक्षा समूह(ओं) चुनें
ja_jp: Intuneでポリシーに割り当てるセキュリティグループを選択します
ml_in: Intune-ൽ പോളിസിക്ക് നിയോഗിക്കാൻ സുരക്ഷാ ഗ്രൂപ്പുകൾ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz grupy zabezpieczeń do przypisania do polityki w Intune
tr_tr: Intune'da ilkeye atanacak güvenlik gruplarını seçin

# SelectIntuneGroupsSettingsCard.ToolTipService.ToolTip
source: Select the security group(s) to assign to the policy in Intune
ar: حدد مجموعة (أو مجموعات) الأمان لتعيينها للالسياسة في Intune
de_de: Wählen Sie die Sicherheitsgruppe(n) aus, die der Richtlinie in Intune zugewiesen werden sollen
el_gr: Επιλέξτε την/τις ομάδα(-ες) ασφαλείας για ανάθεση στην πολιτική στο Intune
es: Seleccione los grupos de seguridad para asignar a la directiva en Intune
fr_fr: Sélectionnez le(s) groupe(s) de sécurité à assigner à la politique dans Intune
he_il: בחר את קבוצות האבטחה שיוקצו למדיניות ב-Intune
hi_in: Intune में नीति को असाइन करने के लिए सुरक्षा समूह(ओं) चुनें
ja_jp: Intuneでポリシーに割り当てるセキュリティグループを選択します
ml_in: Intune-ൽ പോളിസിക്ക് നിയോഗിക്കാൻ സുരക്ഷാ ഗ്രൂപ്പുകൾ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz grupy zabezpieczeń do przypisania do polityki w Intune
tr_tr: Intune'da ilkeye atanacak güvenlik gruplarını seçin

# SelectIntuneGroupsSettingsCard.AutomationProperties.HelpText
source: Select the security group(s) to assign to the policy in Intune
ar: حدد مجموعة (أو مجموعات) الأمان لتعيينها للسياسة في Intune
de_de: Wählen Sie die Sicherheitsgruppe(n) aus, die der Richtlinie in Intune zugewiesen werden sollen
el_gr: Επιλέξτε την/τις ομάδα(-ες) ασφαλείας για ανάθεση στην πολιτική στο Intune
es: Seleccione los grupos de seguridad para asignar a la directiva en Intune
fr_fr: Sélectionnez le(s) groupe(s) de sécurité à assigner à la politique dans Intune
he_il: בחר את קבוצות האבטחה שיוקצו למדיניות ב-Intune
hi_in: Intune में नीति को असाइन करने के लिए सुरक्षा समूह(ओं) चुनें
ja_jp: Intuneでポリシーに割り当てるセキュリティグループを選択します
ml_in: Intune-ൽ പോളിസിക്ക് നിയോഗിക്കാൻ സുരക്ഷാ ഗ്രൂപ്പുകൾ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz grupy zabezpieczeń do przypisania do polityki w Intune
tr_tr: Intune'da ilkeye atanacak güvenlik gruplarını seçin

# SubjectNameFragmentEmpty
source: Subject name fragment is empty.
ar: جزء اسم الموضوع فارغ.
de_de: Betreffnamensfragment ist leer.
el_gr: Το τμήμα ονόματος θέματος είναι κενό.
es: El fragmento del nombre del sujeto está vacío.
fr_fr: Le fragment de nom de sujet est vide.
he_il: פרגמנט שם הנושא ריק.
hi_in: विषय नाम खंड रिक्त है।
ja_jp: サブジェクト名フラグメントが空です。
ml_in: വിഷയ നാമ ശകലം ശൂന്യമാണ്.
pl_pl: Fragment nazwy podmiotu jest pusty.
tr_tr: Konu adı parçası boş.

# NoCertificatesFoundInStore
source: No certificates found in store {0}\{1}.
ar: لم يتم العثور على شهادات في المتجر {0}\{1}.
de_de: Keine Zertifikate im Store {0}\{1} gefunden.
el_gr: Δεν βρέθηκαν πιστοποιητικά στον χώρο αποθήκευσης {0}\{1}.
es: No se encontraron certificados en el almacén {0}\{1}.
fr_fr: Aucun certificat trouvé dans le magasin {0}\{1}.
he_il: לא נמצאו אישורים במאגר {0}\{1}.
hi_in: स्टोर {0}\{1} में कोई प्रमाणपत्र नहीं मिला।
ja_jp: ストア {0}\{1} に証明書が見つかりません。
ml_in: സ്റ്റോർ {0}\{1}-ൽ സർട്ടിഫിക്കറ്റുകളൊന്നും കണ്ടെത്തിയില്ല.
pl_pl: Nie znaleziono certyfikatów w magazynie {0}\{1}.
tr_tr: {0}\{1} mağazasında sertifika bulunamadı.

# SearchingCertificatesInStore
source: Searching {0} certificates in store {1}\{2} for subject fragment '{3}' (effective CN search: '{4}')...
ar: يتم البحث عن شهادات {0} في المتجر {1}\{2} لجزء الموضوع '{3}' (بحث CN الفعال: '{4}')...
de_de: Suche in {0} Zertifikaten im Store {1}\{2} nach Betrefffragment '{3}' (effektive CN-Suche: '{4}')...
el_gr: Αναζήτηση {0} πιστοποιητικών στον χώρο αποθήκευσης {1}\{2} για τμήμα ονόματος θέματος '{3}' (πραγματική αναζήτηση CN: '{4}')...
es: Buscando {0} certificados en el almacén {1}\{2} para el fragmento de sujeto '{3}' (búsqueda CN efectiva: '{4}')...
fr_fr: Recherche de {0} certificats dans le magasin {1}\{2} pour le fragment de sujet '{3}' (recherche CN effective : '{4}')...
he_il: מחפש אישורי {0} במאגר {1}\{2} עבור פרגמנט הנושא '{3}' (חיפוש CN אפקטיבי: '{4}')...
hi_in: स्टोर {1}\{2} में विषय खंड '{3}' के लिए {0} प्रमाणपत्रों की खोज की जा रही है (प्रभावी सीएन खोज: '{4}')...
ja_jp: ストア {1}\{2} 内の {0} 個の証明書を、サブジェクトフラグメント「{3}」（有効なCN検索：「{4}」）で検索しています...
ml_in: വിഷയ ശകലമായ '{3}' (ഫലപ്രദമായ CN തിരയൽ: '{4}') എന്നതിനായി സ്റ്റോർ {1}\{2}-ലെ {0} സർട്ടിഫിക്കറ്റുകൾ തിരയുന്നു...
pl_pl: Wyszukiwanie {0} certyfikatów w magazynie {1}\{2} dla fragmentu podmiotu '{3}' (efektywne wyszukiwanie CN: '{4}')...
tr_tr: '{3}' konu parçası için {1}\{2} mağazasında {0} sertifika aranıyor (etkili CN araması: '{4}')...

# FoundCertificateWithMatchingSubject
source: Found certificate with matching subject criteria: {0} (Thumbprint: {1})
ar: تم العثور على شهادة بمعايير موضوع مطابقة: {0} (بصمة الإبهام: {1})
de_de: Zertifikat mit passenden Betreffkriterien gefunden: {0} (Fingerabdruck: {1})
el_gr: Βρέθηκε πιστοποιητικό που αντιστοιχεί στα κριτήρια θέματος: {0} ( بصمة الإبهام: {1})
es: Se encontró un certificado con criterios de sujeto coincidentes: {0} (Huella digital: {1})
fr_fr: Certificat trouvé avec les critères de sujet correspondants : {0} (Empreinte : {1})
he_il: נמצא אישור עם קריטריוני נושא תואמים: {0} (טביעת אצבע: {1})
hi_in: मिलान विषय मानदंडों वाला प्रमाणपत्र मिला: {0} (थंबप्रिंट: {1})
ja_jp: 一致するサブジェクト条件の証明書が見つかりました：{0}（サムプリント：{1}）
ml_in: പൊരുത്തപ്പെടുന്ന വിഷയ മാനദണ്ഡങ്ങളുള്ള സർട്ടിഫിക്കറ്റ് കണ്ടെത്തി: {0} (തമ്പ്‌പ്രിന്റ്: {1})
pl_pl: Znaleziono certyfikat spełniający kryteria podmiotu: {0} (Odcisk palca: {1})
tr_tr: Konu kriterleriyle eşleşen sertifika bulundu: {0} (Parmak izi: {1})

# SignatureAlgorithmInfo
source: Signature Algorithm: {0} ({1})
ar: خوارزمية التوقيع: {0} ({1})
de_de: Signaturalgorithmus: {0} ({1})
el_gr: Αλγόριθμος Υπογραφής: {0} ({1})
es: Algoritmo de firma: {0} ({1})
fr_fr: Algorithme de Signature : {0} ({1})
he_il: אלגוריתם חתימה: {0} ({1})
hi_in: हस्ताक्षर एल्गोरिथ्म: {0} ({1})
ja_jp: 署名アルゴリズム：{0}（{1}）
ml_in: സിഗ്നേച്ചർ അൽഗോരിതം: {0} ({1})
pl_pl: Algorytm podpisu: {0} ({1})
tr_tr: İmza Algoritması: {0} ({1})

source: Certificate has Code Signing EKU.
ar: الشهادة لديها استخدام مفتاح معزز لتوقيع الرمز (EKU).
de_de: Zertifikat hat Code Signing-EKU.
el_gr: Το πιστοποιητικό διαθέτει EKU υπογραφής κώδικα.
es: El certificado tiene EKU de firma de código.
fr_fr: Le certificat a l'EKU de Signature de Code.
he_il: לאישור יש EKU לחתימת קוד.
hi_in: प्रमाणपत्र में कोड साइनिंग EKU है।
ja_jp: 証明書にコード署名EKUがあります。
ml_in: സർട്ടിഫിക്കറ്റിന് കോഡ് സൈനിംഗ് EKU ഉണ്ട്.
pl_pl: Certyfikat posiada EKU podpisywania kodu.
tr_tr: Sertifikada Kod İmzalama EKU'su bulunur.

source: Certificate does NOT have Code Signing EKU.
ar: الشهادة لا تحتوي على استخدام مفتاح معزز لتوقيع الرمز (EKU).
de_de: Zertifikat hat KEINE Code Signing-EKU.
el_gr: Το πιστοποιητικό ΔΕΝ διαθέτει EKU υπογραφής κώδικα.
es: El certificado NO tiene EKU de firma de código.
fr_fr: Le certificat N'A PAS l'EKU de Signature de Code.
he_il: לאישור אין EKU לחתימת קוד.
hi_in: प्रमाणपत्र में कोड साइनिंग EKU नहीं है।
ja_jp: 証明書にコード署名EKUがありません。
ml_in: സർട്ടിഫിക്കറ്റിന് കോഡ് സൈനിംഗ് EKU ഇല്ല.
pl_pl: Certyfikat NIE posiada EKU podpisywania kodu.
tr_tr: Sertifikada Kod İmzalama EKU'su YOKTUR.

# SuitableCodeSigningCertificateFound
source: Suitable code signing certificate found: {0} in {1}\{2} (Thumbprint: {3})
ar: تم العثور على شهادة توقيع رمز مناسبة: {0} في {1}\{2} (بصمة الإبهام: {3})
de_de: Geeignetes Codesignaturzertifikat gefunden: {0} in {1}\{2} (Fingerabdruck: {3})
el_gr: Βρέθηκε κατάλληλο πιστοποιητικό υπογραφής κώδικα: {0} στον χώρο αποθήκευσης {1}\{2} ( بصمة الإبهام: {3})
es: Se encontró un certificado de firma de código adecuado: {0} en {1}\{2} (Huella digital: {3})
fr_fr: Certificat de signature de code approprié trouvé : {0} dans {1}\{2} (Empreinte : {3})
he_il: נמצא אישור חתימת קוד מתאים: {0} ב- {1}\{2} (טביעת אצבע: {3})
hi_in: उपयुक्त कोड साइनिंग प्रमाणपत्र मिला: {0} में {1}\{2} (थंबप्रिंट: {3})
ja_jp: 適切なコード署名証明書が見つかりました：{0}（{1}\{2}）サムプリント：{3}
ml_in: അനുയോജ്യമായ കോഡ് സൈനിംഗ് സർട്ടിഫിക്കറ്റ് കണ്ടെത്തി: {0} {1}\{2}-ൽ (തമ്പ്‌പ്രിന്റ്: {3})
pl_pl: Znaleziono odpowiedni certyfikat do podpisywania kodu: {0} w {1}\{2} (Odcisk palca: {3})
tr_tr: Uygun kod imzalama sertifikası bulundu: {1}\{2} içinde {0} (Parmak izi: {3})

# CryptographicErrorAccessingStore
source: Warning: Cryptographic error accessing certificate store {0} at {1}: {2}
ar: تحذير: خطأ تشفيري أثناء الوصول إلى متجر الشهادات {0} في {1}: {2}
de_de: Warnung: Kryptografischer Fehler beim Zugriff auf den Zertifikatspeicher {0} unter {1}: {2}
el_gr: Προειδοποίηση: Κρυπτογραφικό σφάλμα κατά την πρόσβαση στον χώρο αποθήκευσης πιστοποιητικών {0} στη θέση {1}: {2}
es: Advertencia: Error criptográfico al acceder al almacén de certificados {0} en {1}: {2}
fr_fr: Avertissement : Erreur cryptographique lors de l'accès au magasin de certificats {0} à {1} : {2}
he_il: אזהרה: שגיאה קריפטוגרפית בעת גישה למאגר האישורים {0} ב-{1}: {2}
hi_in: चेतावनी: प्रमाणपत्र स्टोर {0} पर {1} तक पहुँचने में क्रिप्टोग्राफ़िक त्रुटि: {2}
ja_jp: 警告：{0}の{1}にある証明書ストアへのアクセス中に暗号エラーが発生しました：{2}
ml_in: മുന്നറിയിപ്പ്: {1}-ലെ സർട്ടിഫിക്കറ്റ് സ്റ്റോർ {0} ആക്‌സസ് ചെയ്യുന്നതിൽ ക്രിപ്‌റ്റോഗ്രാഫിക് പിശക്: {2}
pl_pl: Ostrzeżenie: Błąd kryptograficzny podczas uzyskiwania dostępu do magazynu certyfikatów {0} w {1}: {2}
tr_tr: Uyarı: {1}: {2} adresindeki {0} sertifika deposuna erişimde şifreleme hatası

# GeneralErrorAccessingStore
source: Warning: General error accessing certificate store {0} at {1}: {2}
ar: تحذير: خطأ عام أثناء الوصول إلى متجر الشهادات {0} في {1}: {2}
de_de: Warnung: Allgemeiner Fehler beim Zugriff auf den Zertifikatspeicher {0} unter {1}: {2}
el_gr: Προειδοποίηση: Γενικό σφάλμα κατά την πρόσβαση στον χώρο αποθήκευσης πιστοποιητικών {0} στη θέση {1}: {2}
es: Advertencia: Error general al acceder al almacén de certificados {0} en {1}: {2}
fr_fr: Avertissement : Erreur générale lors de l'accès au magasin de certificats {0} à {1} : {2}
he_il: אזהרה: שגיאה כללית בעת גישה למאגר האישורים {0} ב-{1}: {2}
hi_in: चेतावनी: प्रमाणपत्र स्टोर {0} पर {1} तक पहुँचने में सामान्य त्रुटि: {2}
ja_jp: 警告：{0}の{1}にある証明書ストアへのアクセス中に一般的なエラーが発生しました：{2}
ml_in: മുന്നറിയിപ്പ്: {1}-ലെ സർട്ടിഫിക്കറ്റ് സ്റ്റോർ {0} ആക്‌സസ് ചെയ്യുന്നതിൽ പൊതുവായ പിശക്: {2}
pl_pl: Ostrzeżenie: Ogólny błąd podczas uzyskiwania dostępu do magazynu certyfikatów {0} w {1}: {2}
tr_tr: Uyarı: {1}: {2} adresindeki {0} sertifika deposuna erişimde genel hata

# NoSuitableCodeSigningCertificateFound
source: No suitable code signing certificate found with subject fragment '{0}', a private key, and Code Signing EKU in checked stores.
ar: لم يتم العثور على شهادة توقيع رمز مناسبة مع جزء الموضوع '{0}'، ومفتاح خاص، واستخدام مفتاح معزز لتوقيع الرمز (EKU) في المتاجر التي تم فحصها.
de_de: Kein geeignetes Codesignaturzertifikat mit Betrefffragment '{0}', privatem Schlüssel und Code Signing-EKU in den geprüften Stores gefunden.
el_gr: Δεν βρέθηκε κατάλληλο πιστοποιητικό υπογραφής κώδικα με τμήμα ονόματος θέματος '{0}', ιδιωτικό κλειδί και EKU υπογραφής κώδικα στους ελεγμένους χώρους αποθήκευσης.
es: No se encontró ningún certificado de firma de código adecuado con el fragmento de sujeto '{0}', una clave privada y EKU de firma de código en los almacenes comprobados.
fr_fr: Aucun certificat de signature de code approprié trouvé avec le fragment de sujet '{0}', une clé privée et l'EKU de Signature de Code dans les magasins vérifiés.
he_il: לא נמצא אישור חתימת קוד מתאים עם פרגמנט הנושא '{0}', מפתח פרטי ו-EKU לחתימת קוד במאגרים שנבדקו.
hi_in: जाँचे गए स्टोर्स में विषय खंड '{0}', एक निजी कुंजी और कोड साइनिंग EKU वाला कोई उपयुक्त कोड साइनिंग प्रमाणपत्र नहीं मिला।
ja_jp: チェックされたストアで、サブジェクトフラグメント「{0}」、秘密キー、コード署名EKUを持つ適切なコード署名証明書が見つかりませんでした。
ml_in: പരിശോധിച്ച സ്റ്റോറുകളിൽ '{0}' എന്ന വിഷയ ശകലത്തോടുകൂടിയതും, ഒരു സ്വകാര്യ കീയും, കോഡ് സൈനിംഗ് EKU-ഉം ഉള്ള അനുയോജ്യമായ കോഡ് സൈനിംഗ് സർട്ടിഫിക്കറ്റ് കണ്ടെത്തിയില്ല.
pl_pl: Nie znaleziono odpowiedniego certyfikatu do podpisywania kodu z fragmentem podmiotu '{0}', kluczem prywatnym i EKU podpisywania kodu w sprawdzonych magazynach.
tr_tr: İşaretli mağazalarda '{0}' konu parçası, özel anahtar ve Kod İmzalama EKU'su ile uygun kod imzalama sertifikası bulunamadı.

# UnsupportedCertificateSignatureAlgorithmForHashOID
source: Certificate signature algorithm OID '{0}' ('{1}') is not supported for automatic hash algorithm OID detection for CryptSignMessage.
ar: معرف OID لخوارزمية توقيع الشهادة '{0}' ('{1}') غير مدعوم للكشف التلقائي عن معرف OID لخوارزمية التجزئة لـ CryptSignMessage.
de_de: Zertifikatsignaturalgorithmus-OID '{0}' ('{1}') wird für die automatische Erkennung der Hashalgorithmus-OID für CryptSignMessage nicht unterstützt.
el_gr: Ο OID '{0}' ('{1}') του αλγορίθμου υπογραφής πιστοποιητικού δεν υποστηρίζεται για αυτόματη ανίχνευση OID αλγορίθμου κατακερματισμού για CryptSignMessage.
es: El OID del algoritmo de firma del certificado '{0}' ('{1}') no es compatible para la detección automática del OID del algoritmo hash para CryptSignMessage.
fr_fr: L'OID d'algorithme de signature de certificat '{0}' ('{1}') n'est pas pris en charge pour la détection automatique de l'OID d'algorithme de hachage pour CryptSignMessage.
he_il: אלגוריתם חתימת האישור OID '{0}' ('{1}') אינו נתמך לזיהוי אוטומטי של OID אלגוריתם גיבוב עבור CryptSignMessage.
hi_in: CryptSignMessage के लिए स्वचालित हैश एल्गोरिथ्म OID पहचान के लिए प्रमाणपत्र हस्ताक्षर एल्गोरिथ्म OID '{0}' ('{1}') समर्थित नहीं है।
ja_jp: 証明書の署名アルゴリズムOID「{0}」（「{1}」）は、CryptSignMessageの自動ハッシュアルゴリズムOID検出でサポートされていません。
ml_in: CryptSignMessage-നായുള്ള ഓട്ടോമാറ്റിക് ഹാഷ് അൽഗോരിതം OID കണ്ടെത്തലിനായി സർട്ടിഫിക്കറ്റ് സിഗ്നേച്ചർ അൽഗോരിതം OID '{0}' ('{1}') പിന്തുണയ്ക്കുന്നില്ല.
pl_pl: Algorytm podpisu certyfikatu OID '{0}' ('{1}') nie jest obsługiwany do automatycznego wykrywania OID algorytmu skrótu dla CryptSignMessage.
tr_tr: Sertifika imza algoritması OID '{0}' ('{1}'), CryptSignMessage için otomatik karma algoritma OID algılaması için desteklenmiyor.

# UnsupportedCertificateSignatureAlgorithmForALGID
source: Certificate signature algorithm OID '{0}' ('{1}') is not supported for automatic ALG_ID detection for SignerSignEx3.
ar: معرف OID لخوارزمية توقيع الشهادة '{0}' ('{1}') غير مدعوم للكشف التلقائي عن ALG_ID لـ SignerSignEx3.
de_de: Zertifikatsignaturalgorithmus-OID '{0}' ('{1}') wird für die automatische Erkennung von ALG_ID für SignerSignEx3 nicht unterstützt.
el_gr: Ο OID '{0}' ('{1}') του αλγορίθμου υπογραφής πιστοποιητικού δεν υποστηρίζεται για αυτόματη ανίχνευση ALG_ID για SignerSignEx3.
es: El OID del algoritmo de firma del certificado '{0}' ('{1}') no es compatible para la detección automática de ALG_ID para SignerSignEx3.
fr_fr: L'OID d'algorithme de signature de certificat '{0}' ('{1}') n'est pas pris en charge pour la détection automatique ALG_ID pour SignerSignEx3.
he_il: אלגוריתם חתימת האישור OID '{0}' ('{1}') אינו נתמך לזיהוי אוטומטי של ALG_ID עבור SignerSignEx3.
hi_in: SignerSignEx3 के लिए स्वचालित ALG_ID पहचान के लिए प्रमाणपत्र हस्ताक्षर एल्गोरिथ्म OID '{0}' ('{1}') समर्थित नहीं है।
ja_jp: 証明書の署名アルゴリズムOID「{0}」（「{1}」）は、SignerSignEx3の自動ALG_ID検出でサポートされていません。
ml_in: SignerSignEx3-നായുള്ള ഓട്ടോമാറ്റിക് ALG_ID കണ്ടെത്തലിനായി സർട്ടിഫിക്കറ്റ് സിഗ്നേച്ചർ അൽഗോരിതം OID '{0}' ('{1}') പിന്തുണയ്ക്കുന്നില്ല.
pl_pl: Algorytm podpisu certyfikatu OID '{0}' ('{1}') nie jest obsługiwany do automatycznego wykrywania ALG_ID dla SignerSignEx3.
tr_tr: Sertifika imza algoritması OID '{0}' ('{1}'), SignerSignEx3 için otomatik ALG_ID algılaması için desteklenmiyor.

# CertificateMustHavePrivateKey
source: Certificate must have a private key.
ar: يجب أن تحتوي الشهادة على مفتاح خاص.
de_de: Zertifikat muss über einen privaten Schlüssel verfügen.
el_gr: Το πιστοποιητικό πρέπει να διαθέτει ιδιωτικό κλειδί.
es: El certificado debe tener una clave privada.
fr_fr: Le certificat doit avoir une clé privée.
he_il: לאישור חייב להיות מפתח פרטי.
hi_in: प्रमाणपत्र में एक निजी कुंजी होनी चाहिए।
ja_jp: 証明書には秘密キーが必要です。
ml_in: സർട്ടിഫിക്കറ്റിന് ഒരു സ്വകാര്യ കീ ഉണ്ടായിരിക്കണം.
pl_pl: Certyfikat musi posiadać klucz prywatny.
tr_tr: Sertifikanın özel anahtarı olmalıdır.

# SignerSignEx3Failed
source: SignerSignEx3 failed with HRESULT: 0x{0:X}
ar: فشل SignerSignEx3 مع HRESULT: 0x{0:X}
de_de: SignerSignEx3 mit HRESULT fehlgeschlagen: 0x{0:X}
el_gr: Η SignerSignEx3 απέτυχε με HRESULT: 0x{0:X}
es: SignerSignEx3 falló con HRESULT: 0x{0:X}
fr_fr: SignerSignEx3 a échoué avec HRESULT: 0x{0:X}
he_il: SignerSignEx3 נכשל עם HRESULT: 0x{0:X}
hi_in: SignerSignEx3 HRESULT: 0x{0:X} के साथ विफल रहा
ja_jp: SignerSignEx3がHRESULTで失敗しました：0x{0:X}
ml_in: SignerSignEx3 HRESULT: 0x{0:X} ഉപയോഗിച്ച് പരാജയപ്പെട്ടു
pl_pl: Funkcja SignerSignEx3 zakończyła się niepowodzeniem z HRESULT: 0x{0:X}
tr_tr: SignerSignEx3, HRESULT ile başarısız oldu: 0x{0:X}

# ErrorInvalidArg
source: (E_INVALIDARG - One or more arguments are invalid).
ar: (E_INVALIDARG - واحد أو أكثر من الوسائط غير صالحة).
de_de: (E_INVALIDARG - Ein oder mehrere Argumente sind ungültig).
el_gr: (E_INVALIDARG - Ένα ή περισσότερα ορίσματα δεν είναι έγκυρα).
es: (E_INVALIDARG - Uno o más argumentos no son válidos).
fr_fr: (E_INVALIDARG - Un ou plusieurs arguments sont invalides).
he_il: (E_INVALIDARG - ארגומנט אחד או יותר אינם חוקיים).
hi_in: (E_INVALIDARG - एक या अधिक तर्क अमान्य हैं)।
ja_jp: （E_INVALIDARG - 1つ以上の引数が無効です）。
ml_in: (E_INVALIDARG - ഒന്നോ അതിലധികമോ ആർഗ്യുമെന്റുകൾ അസാധുവാണ്).
pl_pl: (E_INVALIDARG - Co najmniej jeden argument jest nieprawidłowy).
tr_tr: (E_INVALIDARG - Bir veya daha fazla bağımsız değişken geçersiz).

# Win32ErrorSigningFile
source: Win32 Error signing file (Code: {0} / 0x{1:X}): {2}
ar: خطأ Win32 أثناء توقيع الملف (الرمز: {0} / 0x{1:X}): {2}
de_de: Win32-Fehler beim Signieren der Datei (Code: {0} / 0x{1:X}): {2}
el_gr: Σφάλμα Win32 κατά την υπογραφή αρχείου (Κωδικός: {0} / 0x{1:X}): {2}
es: Error de Win32 al firmar el archivo (Código: {0} / 0x{1:X}): {2}
fr_fr: Erreur Win32 lors de la signature du fichier (Code : {0} / 0x{1:X}) : {2}
he_il: שגיאת Win32 בחתימת קובץ (קוד: {0} / 0x{1:X}): {2}
hi_in: फ़ाइल पर हस्ताक्षर करने में Win32 त्रुटि (कोड: {0} / 0x{1:X}): {2}
ja_jp: ファイル署名中のWin32エラー（コード：{0} / 0x{1:X}）：{2}
ml_in: ഫയലിൽ ഒപ്പിടുന്നതിൽ Win32 പിശക് (കോഡ്: {0} / 0x{1:X}): {2}
pl_pl: Błąd Win32 podczas podpisywania pliku (Kod: {0} / 0x{1:X}): {2}
tr_tr: Win32 Dosya imzalanırken hata oluştu (Kod: {0} / 0x{1:X}): {2}

# AppStartupMessage
source: App Startup, .NET runtime version: {0}
ar: بدء تشغيل التطبيق، إصدار وقت تشغيل .NET: {0}
de_de: App-Start, .NET-Laufzeitversion: {0}
el_gr: Εκκίνηση εφαρμογής, έκδοση χρόνου εκτέλεσης .NET: {0}
es: Inicio de la aplicación, versión del runtime de .NET: {0}
fr_fr: Démarrage de l'app, version runtime .NET : {0}
he_il: אתחול יישום, גרסת זמן ריצה .NET: {0}
hi_in: ऐप स्टार्टअप, .NET रनटाइम संस्करण: {0}
ja_jp: アプリ起動、.NETランタイムバージョン：{0}
ml_in: ആപ്പ് സ്റ്റാർട്ടപ്പ്, .NET റൺടൈം പതിപ്പ്: {0}
pl_pl: Uruchomienie aplikacji, wersja środowiska .NET: {0}
tr_tr: Uygulama Başlatma, .NET çalışma zamanı sürümü: {0}

# FileActivationDetectedMessage
source: File Activation detected
ar: تم الكشف عن تنشيط الملف
de_de: Dateiaktivierung erkannt
el_gr: Εντοπίστηκε ενεργοποίηση αρχείου
es: Activación de archivo detectada
fr_fr: Activation par fichier détectée
he_il: זוהתה הפעלת קובץ
hi_in: फ़ाइल सक्रियण का पता चला
ja_jp: ファイルアクティベーションが検出されました
ml_in: ഫയൽ ആക്ടിവേഷൻ കണ്ടെത്തി
pl_pl: Wykryto aktywację plikiem
tr_tr: Dosya Etkinleştirme algılandı

# FileActivationNoObjectsMessage
source: App was launched via File activation but arguments didn't have any file objects in them
ar: تم تشغيل التطبيق عبر تنشيط الملف ولكن الوسائط لم تحتوي على أي كائنات ملفات
de_de: App wurde über die Dateiaktivierung gestartet, aber die Argumente enthielten keine Dateiobjekte
el_gr: Η εφαρμογή εκκινήθηκε μέσω ενεργοποίησης αρχείου αλλά τα ορίσματα δεν περιείχαν αντικείμενα αρχείου
es: La aplicación se inició mediante activación de archivo pero los argumentos no contenían ningún objeto de archivo
fr_fr: L'application a été lancée via activation par fichier mais les arguments ne contenaient aucun objet fichier
he_il: היישום הופעל באמצעות הפעלת קובץ אך הארגומנטים לא הכילו אובייקטי קבצים
hi_in: ऐप को फ़ाइल सक्रियण के माध्यम से लॉन्च किया गया था लेकिन तर्कों में कोई फ़ाइल ऑब्जेक्ट नहीं थे
ja_jp: アプリはファイルアクティベーションで起動されましたが、引数にファイルオブジェクトが含まれていませんでした
ml_in: ഫയൽ ആക്ടിവേഷൻ വഴി ആപ്പ് സമാരംഭിച്ചു, പക്ഷേ ആർഗ്യുമെന്റുകളിൽ ഫയൽ ഒബ്‌ജക്റ്റുകളൊന്നും ഉണ്ടായിരുന്നില്ല
pl_pl: Aplikacja została uruchomiona poprzez aktywację plikiem, ale argumenty nie zawierały żadnych obiektów plików
tr_tr: Uygulama, Dosya etkinleştirme yoluyla başlatıldı ancak bağımsız değişkenlerin içinde herhangi bir dosya nesnesi yoktu

# FileActivationNoArgumentsMessage
source: App was launched via File activation but without any file activation arguments
ar: تم تشغيل التطبيق عبر تنشيط الملف ولكن بدون أي وسائط لتنشيط الملف
de_de: App wurde über die Dateiaktivierung gestartet, jedoch ohne Dateiaktivierungsargumente
el_gr: Η εφαρμογή εκκινήθηκε μέσω ενεργοποίησης αρχείου αλλά χωρίς ορίσματα ενεργοποίησης αρχείου
es: La aplicación se inició mediante activación de archivo pero sin argumentos de activación de archivo
fr_fr: L'application a été lancée via activation par fichier mais sans aucun argument d'activation par fichier
he_il: היישום הופעל באמצעות הפעלת קובץ אך ללא ארגומנטים של הפעלת קובץ
hi_in: ऐप को फ़ाइल सक्रियण के माध्यम से लॉन्च किया गया था लेकिन बिना किसी फ़ाइल सक्रियण तर्क के
ja_jp: アプリはファイルアクティベーションで起動されましたが、ファイルアクティベーション引数がありませんでした
ml_in: ഫയൽ ആക്ടിവേഷൻ വഴി ആപ്പ് സമാരംഭിച്ചു, പക്ഷേ ഫയൽ ആക്ടിവേഷൻ ആർഗ്യുമെന്റുകളൊന്നും ഉണ്ടായിരുന്നില്ല
pl_pl: Aplikacja została uruchomiona poprzez aktywację plikiem, ale bez żadnych argumentów aktywacji plikiem
tr_tr: Uygulama, Dosya etkinleştirme yoluyla ancak herhangi bir dosya etkinleştirme argümanı olmadan başlatıldı
